import Image from 'next/image';
import styles from './SEOBlock.module.css'; 

export default function SEOBestsellers() {
  return (  
    <section> 
      <div className={styles.container}>
        <div itemScope itemType="https://schema.org/Article" className={styles.textContainer}>
          <h1 itemProp="headline" className={styles.heading}>Топовые хиты продаж постельного белья и штор в интернет-магазине Textiles World</h1>
          <div itemProp="articleBody" className={styles.textContent}>
            <p className="section-seo-one-p">
              Добро пожаловать в раздел <strong>хитов продаж</strong> интернет-магазина <strong>Textiles World</strong>, где собраны самые востребованные и популярные товары для вашего дома. В этом разделе вы найдете <strong>постельное белье</strong>, <strong>пледы</strong>, <strong>простыни</strong>, <strong>наборы постельного белья</strong> и <strong>шторы</strong>, которые завоевали сердца наших клиентов благодаря их непревзойденному качеству и стильному дизайну.
            </p>
            <p className="section-seo-one-ps">
              Наши бестселлеры включают:
            </p>
            <div>
            <div className={styles.textWithImage}>   
                <Image 
                  className="images-katalog-seoss"  
                  src="/seo/mirteck_design.jpg" 
                  alt="Топовые хиты продаж постельного белья и штор" 
                  width={500} 
                  height={300}
                />
              </div>
              <ul className={styles.list}>
                <li>Постельное белье из сатина: Этот высококачественный материал обеспечивает роскошный вид и невероятный комфорт. Идеально подходит для создания уютной атмосферы в спальне.</li>
                <li>Шторы из льна: Легкие и воздушные, они придают интерьеру элегантность и современный вид. Отлично защищают от солнечных лучей и создают атмосферу спокойствия.</li>
                <li>Пледы из кашемира: Мягкие и теплые пледы добавят уют в любую комнату. Кашемир известен своей теплотой и долговечностью, делая его идеальным выбором для холодных дней.</li>
                <li>Комплекты постельного белья из микросатина: Эти комплекты отличает долговечность и легкость в уходе. Микросатин также обеспечивает мягкость и приятные ощущения на коже.</li>
                <li>Римские шторы: Идеальный выбор для современного интерьера. Они предлагают отличное сочетание стиля и функциональности, позволяя легко регулировать уровень освещенности.</li>
              </ul>
            </div>
            <h2 className="section-seo-two-title">Почему наши хиты продаж так популярны?</h2>
            <div className={styles.textWithImage}>
              <Image 
                className="images-katalog-seoss mt-3" 
                src="/seo/835_3500_s320.jpg"  
                alt="Особенности хитов продаж постельного белья и штор" 
                width={500} 
                height={300} 
              />
              <p className="section-seo-two-p mt-3">
                Наши хиты продаж в <strong>Textiles World</strong> славятся высоким качеством и актуальными трендами. Мы тщательно отбираем продукцию, чтобы гарантировать, что каждый товар соответствует самым высоким стандартам. Наши <strong>постельное белье</strong>, <strong>шторы</strong>, <strong>пледы</strong> и <strong>простыни</strong> создают не только уют, но и подчеркивают стиль вашего интерьера.
              </p>
            </div>
            <h2 className="section-seo-two-title">Наши преимущества:</h2>
            <ul className={styles.list}>
              <li>Широкий ассортимент: Мы предлагаем богатый выбор <strong>постельного белья</strong>, <strong>пледов</strong>, <strong>простыней</strong> и <strong>штор</strong> из различных материалов, таких как сатин, лен, кашемир и микросатин.</li>
              <li>Высокое качество: Все наши продукты проходят строгий контроль качества, чтобы гарантировать долговечность и комфорт.</li>
              <li>Тренды и стиль: Мы предлагаем только актуальные тренды и стильные решения для вашего дома, чтобы вы могли создать уникальный интерьер.</li>
              <li>Доступные цены: Мы обеспечиваем отличное соотношение цены и качества, делая наши хиты продаж доступными для всех.</li>
              <li>Быстрая доставка: Мы осуществляем быструю и надежную доставку по всей России, гарантируя безопасность и своевременность получения вашего заказа.</li>
            </ul>
            <h2 className="section-seo-two-title">Как выбрать идеальные хиты продаж для вашего дома?</h2>
            <ul className={styles.list}>
              <li>Материалы: Выбирайте <strong>постельное белье</strong> и <strong>шторы</strong> из качественных и долговечных материалов, таких как сатин, лен или кашемир, чтобы обеспечить максимальный комфорт и стиль.</li>
              <li>Дизайн: Обратите внимание на стиль вашего интерьера. Лаконичные и однотонные <strong>постельные комплекты</strong> подойдут для минимализма, а яркие узоры и текстуры – для создания акцентов в вашем доме.</li>
              <li>Размеры: Убедитесь, что выбранные вами <strong>пледы</strong> и <strong>простыни</strong> соответствуют размерам вашей мебели, а <strong>шторы</strong> подходят к вашим окнам.</li>
            </ul>
            <h2 className={styles.finalSentence}>Откройте для себя лучшие хиты продаж в Textiles World и создайте идеальный интерьер с нашими эксклюзивными предложениями!</h2>
            <div>
            <div className={styles.textWithImage}> 
                <Image 
                  className="images-katalog-seoss"  
                  src="/seo/images (4).jfif" 
                  alt="Коллекция хитов продаж постельного белья и штор" 
                  width={500} 
                  height={300} 
                />
              </div>
              <p className="section-seo-two-p">
                В разделе хитов продаж <strong>Textiles World</strong> представлены только самые востребованные и качественные товары для вашего дома. Наши <strong>постельное белье</strong>, <strong>шторы</strong>, <strong>пледы</strong> и <strong>простыни</strong> помогут вам создать уютную атмосферу и подчеркнуть ваш стиль.
              </p>
            </div>
          </div>
        </div>
      </div>
    </section>
  );
}
 