import React from 'react';
import styles from './SEOBlock.module.css';
 
export default function SEOBlock() {
  return (
    <section  className={styles.container}>
      <div className={styles.textContainer}> 
        <div className={styles.textContent}>
        <h1 className={styles.heading}>Купить постельное белье, пледы, подушки и шторы в интернет-магазине Textiles World</h1>
          
          <div className={styles.textWithImage}>  
          <img src="/jpg/image.jpg" alt="Постельное белье и текстиль" className={styles.imageLeft} />
            <p>   
            Идеально подобранное постельное белье, уютные пледы и мягкие подушки – это залог комфортного отдыха и крепкого сна. В интернет-магазине &quot;Textiles World&quot; вы найдете широкий ассортимент текстильных изделий, которые помогут создать в вашем доме атмосферу уюта и тепла. Мы предлагаем качественные комплекты постельного белья, разнообразные пледы, удобные подушки и готовые шторы, которые станут неотъемлемой частью вашего интерьера.
            </p> 
          </div> 

          <h2 className={styles.heading}>Постельное белье: ваш выбор для комфортного сна</h2> 
          <div className={styles.textWithImage}>
            <p>
            Постельное белье – это не просто элемент интерьера, но и залог вашего здоровья и хорошего самочувствия. В нашем интернет-магазине представлен широкий ассортимент постельного белья из натуральных материалов: хлопка, сатина, льна и бамбука. Каждое изделие отвечает высоким стандартам качества, что гарантирует долговечность и комфорт использования.
            </p> 
            <img src="/jpg/image (1).jpg" alt="Натуральное постельное белье" className={styles.imageRight} /> 
          </div>

          <h2 className={styles.heading}>Преимущества нашего постельного белья:</h2> 
          <ul className={styles.list}> 
            <li>Натуральные материалы: Все наши комплекты постельного белья изготовлены из натуральных тканей, таких как хлопок, сатин и лен. Эти материалы отличаются высокой воздухопроницаемостью, что обеспечивает комфортный сон в любое время года.</li>
            <li>Разнообразие дизайнов: В каталоге &quot;Textiles World&quot; вы найдете как классические однотонные модели, так и современные дизайнерские решения с оригинальными принтами. Мы предлагаем постельное белье различных размеров: от стандартных до евро и семейных комплектов.</li>
            <li>Удобство ухода: Наше постельное белье легко стирается и не теряет своей формы и цвета даже после множества стирок. Оно подходит для использования в домах с детьми и домашними животными.</li>
          </ul> 

          <h2 className={styles.heading}>Пледы: уют и тепло в вашем доме</h2> 
          <div className={styles.textWithImage}>     
          <img src="/jpg/slider-1.jpg" alt="Уютные пледы" className={styles.imageLeft} />
            <p>  
            Пледы – это неотъемлемая часть уютного интерьера, который создаёт ощущение тепла и защищенности. В &quot;Textiles World&quot; вы найдете разнообразные модели пледов, которые подойдут для любого интерьера и сезона.
            </p>
          </div>

          <h2 className={styles.heading}>Наши пледы предлагают:</h2> 
          <ul className={styles.list}>
            <li>Широкий выбор материалов: Мы предлагаем пледы из различных материалов – от шерсти и флиса до хлопка и акрила. Каждый материал обладает своими уникальными свойствами, которые обеспечивают комфорт в любое время года.</li>
            <li>Разнообразие размеров и цветов: В нашем каталоге представлены пледы различных размеров и цветов. Вы легко сможете подобрать плед, который гармонично впишется в ваш интерьер.</li>
            <li>Простота ухода: Пледы из нашего ассортимента легко стираются и сохраняют свои качества на протяжении длительного времени.</li>
          </ul>

          <h2 className={styles.heading}>Подушки: идеальный комфорт для сна</h2> 
          <div className={styles.textWithImage}>
            <p>
            Правильно подобранная подушка – это залог полноценного отдыха. В нашем интернет-магазине вы найдете широкий выбор подушек для сна, которые обеспечат вам здоровый сон и отдых.
            </p> 
            <img src="/jpg/banner-4.jpg" alt="Подушки для сна" className={styles.imageRight} />
          </div> 

          <h2 className={styles.heading}>Преимущества наших подушек:</h2> 
          <ul className={styles.list}>
            <li>Разнообразие форм и размеров: У нас вы найдете подушки различных форм и размеров, включая ортопедические модели, которые обеспечивают правильное положение позвоночника во время сна.</li>
            <li>Натуральные наполнители: Мы предлагаем подушки с натуральными наполнителями, такими как пух, перо и бамбуковое волокно. Они обеспечивают оптимальную поддержку для головы и шеи, что способствует здоровому сну.</li>
            <li>Антиаллергенные материалы: Подушки из нашего ассортимента подходят для людей, страдающих аллергиями, благодаря использованию гипоаллергенных материалов.</li>
          </ul>

          <h2 className={styles.heading}>Готовые шторы: завершенный образ вашего интерьера</h2> 
          <div className={styles.textWithImage}> 
            <p>
            Шторы – это важный элемент интерьера, который помогает создать уют и завершить образ вашего дома. В &quot;Textiles World&quot; вы найдете готовые шторы, которые идеально подойдут для любой комнаты.
            </p>
            <img src="/jpg/2024.1.18_Lorenzo-Charcoal_top__80946.jpg" alt="Готовые шторы" className={styles.imageRight} />
          </div> 
 
          <h2 className={styles.heading}>Наши шторы отличаются:</h2> 
          <ul className={styles.list}>
            <li>Качественные материалы: Мы предлагаем шторы из натуральных тканей, таких как лен, хлопок и бархат, а также из синтетических материалов, которые отличаются высокой прочностью и долговечностью.</li>
            <li>Разнообразие дизайнов: В нашем каталоге представлены шторы различных стилей и дизайнов – от классических портьер до современных римских штор. Вы легко сможете подобрать шторы, которые подчеркнут стиль вашего интерьера.</li>
            <li>Легкость установки: Наши готовые шторы легко устанавливаются и не требуют сложного ухода. Они сохраняют свой внешний вид даже после многократных стирок.</li>
          </ul>
 
          <h2 className={styles.heading}>Почему стоит выбрать &quot;Textiles World&quot;?</h2> 
          <div className={styles.textWithImage}>
            <p>
            Наш интернет-магазин &quot;Textiles World&quot; предлагает широкий ассортимент текстильных изделий, которые помогут вам создать уют в вашем доме. Мы гарантируем высокое качество продукции, оперативную доставку и доступные цены. Независимо от того, что вы ищете – постельное белье, пледы, подушки или шторы – у нас вы найдете все, что нужно для создания комфортного и стильного интерьера.
            </p>
            <img src="/jpg/2024.1.18_Lorenzo-Grey_top__92959.jpg" alt="Покупка в Textiles World" className={styles.imageRight} />
          </div> 
 
          <h2 className={styles.heading}>Преимущества покупки в &quot;Textiles World&quot;:</h2> 
          <ul className={styles.list}>
            <li>Широкий ассортимент товаров: У нас вы найдете всё необходимое для создания уюта в вашем доме – от постельного белья до штор.</li>
            <li>Высокое качество продукции: Мы предлагаем только высококачественные изделия, которые прослужат вам долгие годы.</li>
            <li>Доступные цены: Мы стараемся поддерживать оптимальное соотношение цены и качества, предлагая нашим клиентам выгодные условия покупки.</li>
            <li>Оперативная доставка: Мы обеспечиваем быструю доставку по всей России, чтобы вы могли наслаждаться своими покупками как можно скорее.</li>
          </ul>

          <p className={styles.finalSentence}>
            Выбирайте &quot;Textiles World&quot; для покупки постельного белья, пледов, подушек и штор, и создавайте уют в вашем доме с нашими стильными и качественными текстильными изделиями.
          </p>
        </div>
      </div> 
    </section>
  );
}
  