import Image from 'next/image';
import styles from './SEOBlock.module.css'; 

export default function SEOSets() {
  return ( 
    <section>
      <div className={styles.container}>
        <div itemScope itemType="https://schema.org/Article" className={styles.textContainer}>
          <h1 itemProp="headline" className={styles.heading}>Купить наборы постельного белья в интернет-магазине Textiles World</h1>
          <div itemProp="articleBody" className={styles.textContent}>
            <p className="section-seo-one-p">
              Добро пожаловать в раздел <strong>наборы постельного белья</strong> интернет-магазина <strong>Textiles World</strong>, где вы найдете широкий ассортимент стильных и качественных наборов постельного белья для любого интерьера. Наши <strong>наборы постельного белья</strong> предлагают идеальное сочетание комфорта и элегантности, подходящие для создания уютной и стильной спальни.
            </p>
            <p className="section-seo-one-ps">
              В нашем ассортименте представлены:
            </p>
            <div>
            <div className={styles.textWithImage}>   
                <Image  
                  className="images-katalog-seoss" 
                  src="/seo/images (7).jfif" 
                  alt="Наборы постельного белья" 
                  width={500} 
                  height={300}
                />
              </div>
              <ul className={styles.list}>
                <li>Комплекты из сатина: Легкие и шелковистые, идеально подходят для комфортного сна и роскошного вида. Наши <strong>наборы из сатина</strong> обеспечивают долговечность и простоту ухода.</li>
                <li>Наборы из перкаля: Эти <strong>наборы постельного белья</strong> из плотного и прочного перкаля дарят ощущение свежести и легкости, идеально подходят для любого времени года.</li>
                <li>Наборы из микрофибры: Отличное решение для тех, кто ищет практичные и легко ухаживаемые комплекты. <strong>Наборы из микрофибры</strong> гипоаллергенны и очень мягкие на ощупь.</li>
                <li>Элегантные жаккардовые комплекты: Наши <strong>жаккардовые наборы постельного белья</strong> с уникальными узорами и текстурами придают вашей спальне утонченный и роскошный вид.</li>
              </ul>
            </div>
            <h2 className="section-seo-two-title">Почему стоит выбрать наборы постельного белья от Textiles World?</h2>
            <div className={styles.textWithImage}>
              <Image 
                className="images-katalog-seoss mt-3"  
                src="/seo/images (8).jfif" 
                alt="Преимущества наборов постельного белья" 
                width={500} 
                height={300} 
              />
              <p className="section-seo-two-p mt-3">
                В <strong>Textiles World</strong> мы предлагаем только высококачественные <strong>наборы постельного белья</strong>, которые сделают вашу спальню уютной и стильной. Каждый комплект отобран с особым вниманием к деталям, чтобы обеспечить вам максимальный комфорт и долговечность. Наши <strong>наборы</strong> доступны в различных стилях и цветах, чтобы удовлетворить любые предпочтения и потребности.
              </p>
            </div>
            <h2 className="section-seo-two-title">Преимущества покупки наборов постельного белья у нас:</h2>
            <ul className={styles.list}>
              <li>Широкий выбор: В нашем каталоге вы найдете <strong>наборы постельного белья</strong> из различных тканей, включая сатин, перкаль, микрофибру и жаккард.</li>
              <li>Высокое качество: Мы работаем только с проверенными производителями, гарантируя отличное качество и долговечность наших <strong>наборов постельного белья</strong>.</li>
              <li>Доступные цены: Наши <strong>наборы постельного белья</strong> предлагаются по конкурентоспособным ценам, позволяя вам получить лучшее соотношение цены и качества.</li>
              <li>Удобство покупки: Мы предлагаем удобный процесс покупки и быструю доставку, чтобы вы могли насладиться своими новыми <strong>набором постельного белья</strong> как можно скорее.</li>
              <li>Широкие размеры и дизайны: Мы предлагаем <strong>наборы постельного белья</strong> в различных размерах и дизайнах, чтобы вы могли найти идеальный комплект для своей спальни.</li>
            </ul>
            <h2 className="section-seo-two-title">Как выбрать идеальный набор постельного белья?</h2>
            <ul className={styles.list}>
              <li>Материал: Выбирайте <strong>наборы постельного белья</strong> из натуральных тканей, таких как сатин или перкаль, для максимального комфорта и долговечности.</li>
              <li>Размер: Убедитесь, что выбранный комплект соответствует размеру вашего матраса и подушек.</li>
              <li>Стиль и цвет: Подберите <strong>набор постельного белья</strong>, который гармонирует с интерьером вашей спальни и соответствует вашему личному стилю.</li>
              <li>Уход: Ознакомьтесь с рекомендациями по уходу за <strong>набором постельного белья</strong>, чтобы сохранить его внешний вид и продлить срок службы.</li>
            </ul>
            <h2 className={styles.finalSentence}>Откройте для себя идеальные <strong>наборы постельного белья</strong> в интернет-магазине <strong>Textiles World</strong> и создайте уют в вашей спальне с нашими качественными и стильными комплектами!</h2>
            <div>
            <div className={styles.textWithImage}>   
                <Image  
                  className="images-katalog-seoss" 
                  src="/seo/Бернадетт__44__2.jpg" 
                  alt="Коллекция наборов постельного белья" 
                  width={500} 
                  height={300} 
                />
              </div>
              <p className="section-seo-two-p">
                В нашем разделе <strong>наборы постельного белья</strong> представлены лучшие комплекты для вашего комфорта и стиля. Не упустите шанс обновить свою спальню с качественными и элегантными <strong>набором постельного белья</strong> от <strong>Textiles World</strong>!
              </p>
            </div>
          </div>
        </div>
      </div>
    </section>
  );
}
 